{
  "termos": [
    { "termo": "Anamnese", "definicao": "Entrevista realizada pelo profissional de saúde com o paciente para coleta de informações sobre seu histórico de saúde, sintomas e queixas." },
    { "termo": "Antissepsia", "definicao": "Conjunto de medidas empregadas para impedir a proliferação de microrganismos em tecidos vivos." },
    { "termo": "Assepsia", "definicao": "Conjunto de procedimentos para evitar a contaminação por microrganismos patogênicos." },
    { "termo": "Ausculta", "definicao": "Método de exame físico que consiste em ouvir sons produzidos pelo corpo, geralmente com estetoscópio." },
    { "termo": "Bradicardia", "definicao": "Frequência cardíaca abaixo de 60 batimentos por minuto em adultos." },
    { "termo": "Balanço hídrico", "definicao": "Registro de toda entrada e saída de líquidos do paciente em um período de 24 horas." },
    { "termo": "Cateterismo", "definicao": "Procedimento de inserção de um cateter em uma cavidade corporal, vaso sanguíneo ou ducto." },
    { "termo": "Curativo", "definicao": "Cobertura aplicada sobre uma ferida para proteger, absorver secreções e promover a cicatrização." },
    { "termo": "Cianose", "definicao": "Coloração azulada da pele e mucosas devido à oxigenação insuficiente do sangue." },
    { "termo": "Decúbito", "definicao": "Posição do corpo quando deitado. Pode ser dorsal (costas), ventral (barriga) ou lateral." },
    { "termo": "Diurese", "definicao": "Volume de urina eliminado em um determinado período de tempo." },
    { "termo": "Dispneia", "definicao": "Dificuldade para respirar ou sensação de falta de ar." },
    { "termo": "Edema", "definicao": "Acúmulo anormal de líquido nos tecidos, causando inchaço visível ou palpável." },
    { "termo": "Êmese", "definicao": "Ato de vomitar; expulsão do conteúdo gástrico pela boca." },
    { "termo": "Eritema", "definicao": "Vermelhidão da pele causada por aumento do fluxo sanguíneo nos capilares." },
    { "termo": "Flebotomia", "definicao": "Punção venosa para coleta de sangue ou administração de medicamentos." },
    { "termo": "Flogose", "definicao": "Sinais de inflamação: dor, calor, rubor, tumor e perda de função." },
    { "termo": "Glicemia", "definicao": "Nível de glicose (açúcar) presente no sangue. Valores normais em jejum: 70-99 mg/dL." },
    { "termo": "Gavagem", "definicao": "Alimentação por sonda gástrica ou enteral." },
    { "termo": "Hemostasia", "definicao": "Processo fisiológico de interrupção do sangramento." },
    { "termo": "Hipotensão", "definicao": "Pressão arterial abaixo dos valores normais (menor que 90/60 mmHg)." },
    { "termo": "Hipertensão", "definicao": "Pressão arterial elevada de forma persistente (acima de 140/90 mmHg)." },
    { "termo": "Infusão", "definicao": "Administração lenta e contínua de líquidos ou medicamentos na corrente sanguínea." },
    { "termo": "Intubação", "definicao": "Inserção de um tubo na traqueia para manter as vias aéreas permeáveis." },
    { "termo": "Icterícia", "definicao": "Coloração amarelada da pele e mucosas devido ao acúmulo de bilirrubina." },
    { "termo": "Jejum", "definicao": "Período sem ingestão de alimentos, necessário antes de exames ou cirurgias." },
    { "termo": "Lavagem", "definicao": "Procedimento de limpeza de cavidades corporais ou feridas com solução estéril." },
    { "termo": "Lesão", "definicao": "Alteração patológica em tecido ou órgão causada por doença ou trauma." },
    { "termo": "Monitorização", "definicao": "Acompanhamento contínuo dos sinais vitais e parâmetros fisiológicos do paciente." },
    { "termo": "Morbidade", "definicao": "Taxa de incidência de uma doença em uma população." },
    { "termo": "Necrose", "definicao": "Morte de células ou tecidos em um organismo vivo." },
    { "termo": "Nutrição enteral", "definicao": "Alimentação administrada diretamente no trato gastrointestinal por sonda." },
    { "termo": "Oximetria", "definicao": "Medição não invasiva da saturação de oxigênio no sangue através de sensor no dedo." },
    { "termo": "Oligúria", "definicao": "Diminuição do volume urinário (menos de 400ml em 24 horas)." },
    { "termo": "Pressão Arterial", "definicao": "Força exercida pelo sangue contra as paredes das artérias. Normal: 120/80 mmHg." },
    { "termo": "Palpação", "definicao": "Técnica de exame físico usando as mãos para avaliar estruturas corporais." },
    { "termo": "Punção", "definicao": "Introdução de agulha em tecido, vaso ou cavidade para coleta ou administração." },
    { "termo": "Quadro clínico", "definicao": "Conjunto de sinais e sintomas apresentados pelo paciente." },
    { "termo": "Reanimação", "definicao": "Conjunto de manobras para restabelecer funções vitais (respiração e circulação)." },
    { "termo": "Ressuscitação", "definicao": "Procedimentos de emergência para restaurar a respiração e circulação." },
    { "termo": "SAE", "definicao": "Sistematização da Assistência de Enfermagem - metodologia para organizar o cuidado." },
    { "termo": "Sondagem", "definicao": "Introdução de sonda em cavidade corporal para fins diagnósticos ou terapêuticos." },
    { "termo": "Sinais vitais", "definicao": "Temperatura, pulso, respiração e pressão arterial - indicadores do estado de saúde." },
    { "termo": "Taquicardia", "definicao": "Frequência cardíaca acelerada, acima de 100 batimentos por minuto." },
    { "termo": "Taquipneia", "definicao": "Frequência respiratória aumentada, acima de 20 incursões por minuto." },
    { "termo": "Tricotomia", "definicao": "Remoção de pelos de uma região do corpo antes de procedimento cirúrgico." },
    { "termo": "Úlcera", "definicao": "Lesão aberta na pele ou mucosa com perda de tecido e dificuldade de cicatrização." },
    { "termo": "Urgência", "definicao": "Condição que requer atendimento rápido, mas sem risco imediato de morte." },
    { "termo": "Venóclise", "definicao": "Punção de uma veia para administração de soluções intravenosas." },
    { "termo": "Volume residual", "definicao": "Quantidade de conteúdo gástrico que permanece no estômago após aspiração." },
    { "termo": "Xerostomia", "definicao": "Sensação de boca seca por diminuição da produção de saliva." },
    { "termo": "Zona de pressão", "definicao": "Área do corpo sujeita a compressão prolongada, podendo desenvolver lesões." }
  ]
}
